/*-----------------------------------------------------------------------------------------------------------------------------------------------------------------------
关于产品阶段环境参数，可能的值的解释：
    @dev : 开发环境，对应静态资源域名为：dev01.fe.wkzf - dev10.fe.wkzf
    @test：测试环境，对应静态资源域名为：test01.fe.wkzf - test10.fe.wkzf
    @beta：beta环境，对应静态资源域名为：beta01.wkzf.com - beta10.wkzf.com
    @prod ：生产环境，对应静态资源域名为：cdn01.wkzf.com - cdn10.wkzf.com
 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------*/
var STAGE_ENVIRONENT = "dev";
