<?php require_once("../global.php") ; ?>
<?php
$confs = array(
    "page_title" => "用户服务协议" , //每个页面标题会在这个字符串后面自动追加 " - 有房有客M站"
    "keywords" => "" ,
    "description" => "" ,
    "match_stylesheet" => false , //是否需要匹配路由的样式表        
    "extra_stylesheets" => array(
        STATIC_DOMAIN . "/" . MODULE_NAME."/css/document/common.min.css"
    ) ,
    "match_javascript" => false  //是否需要匹配路由的脚本       
) ;
?>
<?php require_once("../components/head.php") ; ?>            
<h1>用户服务协议</h1>
<p>为使用有房有客的服务，您应当阅读并遵守《用户服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解本协议各条款之内容。除非您已阅读并接受本协议所有条款，否则您无权使用有房有客所提供的任何服务。您使用有房有客的行为即视为您已阅读并同意本协议的约束。</p>
<ul>
    <li>
        <h2>一、 服务协议效力</h2>
        <ol class="son">
            <li>用户在使用服务过程中，有房有客已经发布的或将来可能发布的规则、公告等内容均为本协议不可分割的组成部分，与本协议具有同等法律效力。</li>
            <li>有房有客有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及各类规则，并将以公示的方式通知用户。如果用户继续使用有房有客服务的，即表示接受经修订的协议和规则。</li>
        </ol>
    </li>
    <li>
        <h2>二、 用户账号和安全</h2>
        <ol class="son">
            <li>用户一旦注册成功即成为有房有客的普通用户，并有权利使用自己的用户名及密码随时登陆有房有客。普通用户可浏览有房有客部分内容以及进行有限操作。</li>
            <li>用户对自己的用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。</li>
            <li>用户不得以任何形式擅自转让或授权他人使用自己的有房有客用户名。</li>
            <li>如果用户泄露了密码，有可能导致不利的法律后果，因此不管任何原因导致用户的密码安全受到威胁，应立即与有房有客客服人员联系，否则后果自负。</li>
        </ol>
    </li>
    <li>
        <h2>三、 VIP用户</h2>
        <ol class="son">
            <li>普通用户通过平台规则可升级为VIP用户（普通VIP、老王VIP）。VIP用户可在有房有客进行获取及消耗悟空币的相关操作服务，并且将获得有房有客的相应优惠及增值服务。</li>
            <li>VIP用户服务仅限于注册账号使用，不得转移给其他有房有客账号。</li>
            <li>若VIP用户违反本服务协议，或有房有客认为VIP用户的行为有损有有房有客或其他第三人的利益，有房有客有权立即取消VIP资质并不承担任何赔偿责任。一旦被取消VIP资质的用户，不能享受VIP用户的各项服务。</li>
        </ol>
    </li>
    <li>
        <h2>四、 平台使用规范</h2>
        <ol class="son">
            <li>用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行义务的能力。</li>
            <li>用户同意遵守中华人民共和国法律法规，如果有房有客有合理理由认为用户的行为可能违反法律、法规，有房有客有权在任何时候，不经事先通知终止向该用户提供服务。用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律、法规。</li>
            <li>
                <span>用户在有房有客上发布的内容不得包含：</span>
                <ol type="A" class="grandson">
                    <li>反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律、行政法规实施的；</li>
                    <li>煽动危害国家安全、泄露国家秘密、颠覆国家政权，推翻社会主义制度的；</li>
                    <li>煽动分裂国家、破坏国家统一、损害国家荣誉和民族利益的；</li>
                    <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
                    <li>捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</li>
                    <li>进行政治宣传或破坏国家宗教政策、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</li>
                    <li>公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</li>
                    <li>损害国家机关信誉的；</li>
                    <li>其他违反宪法和法律法规的；</li>
                </ol>
            </li>
            <li>
                <span>用户不得利用有房有客账号在本服务上制作、上载、复制、发布、传播下干扰有房有客正常运营，以及侵犯其他用户或第三方合法权益的内容：</span>
                <ol type="A" class="grandson">
                    <li>含有性暗示的；</li>
                    <li>含有辱骂、恐吓、威胁内容的；</li>
                    <li>含有骚扰、垃圾广告、恶意信息、诱骗信息的；</li>
                    <li>涉及他人隐私、个人信息或资料的；</li>
                    <li>侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益的；</li>
                    <li>含有其他干扰本服务正常运营和侵犯其他用户或第三方内容的信息。</li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <h2>五、 免责声明</h2>
        <ol class="son">
            <li>有房有客向用户提供平台服务，但对服务不作任何明示或暗示的保证，包括但不限于有房有客平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性等。用户因依赖本平台信息、资料所至的任何损失，有房有客不承担任何法律责任。</li>
            <li>有房有客仅向客户提供平台服务，因海量信息的存在，且有房有客无法杜绝可能存在风险和瑕疵。用户在使用服务时（尤其发布信息时）应谨慎判断确定相关信息的真实性、合法性和有效性。</li>
        </ol>
    </li>
    <li>
        <h2>六、 服务终止</h2>
        <ol class="son">
            <li>如发生有房有客不可抗拒的事由，如不可抗力、政府行为，导致用户服务无法继续的，有房有客将尽快通知用户，但不承担由此对会员造成的任何损失。</li>
            <li>如用户违反本协议之约定，有房有客有权视情况终止部分或全部服务，并有权向用户就损失进行索赔。</li>
            <li>用户同意，在与有房有客服务终止后，有房有客仍享有继续保存用户未及时删除的注册信息及在服务期间发布的所有信息。</li>
        </ol>
    </li>
    <li>
        <h2>七、 用户隐私权</h2>
        <ol class="son">
            <li>
                <span>用户在注册有房有客时提供的个人信息，有房有客不会在未经合法用户授权的情况下，公开、编辑或透露其个人信息及保存在有房有客中的非公开内容，除非有下列情况：</span>
                <ol type="A" class="grandson">
                    <li>有关法律规定或有房有客合法服务程序规定；</li>
                    <li>在紧急情况下，为维护用户及公众的合法权益；</li>
                    <li>必须公开以维护有房有客正常运营、保护有房有客合法权益的；</li>
                    <li>其他必须公开、编辑或透露个人信息的情形。</li>
                </ol>
            </li>
            <li>有房有客会采取行业惯用措施保护用户信息安全，但不能确保绝对安全，用户理解并同意自行承担风险。</li>
            <li>因用户自身或第三方的行为导致用户信息披露的，有房有客对此不承担任何责任。</li>
        </ol>
    </li>
    <li>
        <h2>八、 知识产权声明</h2>
        <span>根据《中华人民共和国著作权法》、《中华人民共和国商标法》等法律规定，有房有客发表如下版权声明：</span>
        <ol class="son">
            <li>有房有客之网站内容，包括但不限于文字、商标、视频、图表、图片、设计、网页上的照片、产生网页的程式编码及其他构成这些网页内容的载体、文件及设计由有房有客完成，以上作品的著作权利的属于该网站。</li>
            <li>未经权利人许可，任何个人或组织不得对有房有客网站内容进行复制、转载、修改、抄袭、剽窃、贩卖、展示、公开、散播或是将其用于任何商业目的。</li>
            <li>有房有客用户发表、转载的所有文章及其它资料（如示例代码、视频、图片等）的版权归原作者所有，用户同时保证上传、转载、发表的内容不侵犯他人版权，本网站保有使用权。其他任何单位或个人转载有房有客发表的文章，需经原作者同意，并注明转载有房有客。有房有客保留追究非法转载者法律责任的权利。</li>
        </ol>
    </li>
    <li>
        <h2>九、 法律适用、争议解决</h2>
        <ol class="son">
            <li>本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国法律，如法律无相关规定的，则应参照通用国际商业惯例和（或）行业惯例。</li>
            <li>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</li>
            <li>因本协议产生之争议、纠纷，应友好协商解决；协商不成的，应依照中华人民共和国法律予以处理，管辖法院为有房有客所在地人民法院。</li>
        </ol>
    </li>
</ul>
<?php require_once("../components/footer.php") ; ?>